{
  "Privacy terms": "Privacy terms",
  "Privacy terms_text": "When you use Sensing Sugar with your own blood sugar data file, none of your data is shared. Sensing Sugar uses your data to produce music and sounds locally on your computer. Your data is never uploaded to the internet. Your data remains private. Click here if you would like to know how you can share the music and visuals produced by your data in the Sugar Gallery.",
  "about": "about",
  "accept_privacy_terms": "Accept privacy terms",
  "accept_terms": "Accept terms",
  "before": "before",
  "drag_drop_your_data_here": "Drag 'n' drop your data here, or click to select a file",
  "error_data_malformed": "Error: Data malformed. Check instructions above.",
  "experience_someone_else_sugar": "Experience someone else’s sugar",
  "feel_your_sugar": "Try with your sugar",
  "glucose": "Glucose",
  "how_to_structure_your_file": " How to structure your file",
  "illustration404": "Illustration from <1>absurd.design</1>",
  "meal": "Meal",
  "meal_marker": "Meal Marker",
  "message404": "You either tried some shady route or you came here by mistake. Go back to the <1>main page.</1>",
  "pageNotFound": "Page Not Found",
  "short_intro": "Sensing Sugar produces music and visuals from blood sugar data. It is not intended to be a scientific representation of the data, but a creative space for relating to data differently. I developed Sensing Sugar as an artist and diabetic who is curious about understanding chronic illness in new ways. If you track your blood sugar, Sensing Sugar allows you to see and hear your data. Click “Try With Your Sugar” below. Your data will remain private and never leaves your computer. If you would like to see and hear the results from people who have volunteered to have their blood sugar music and visuals included in the website’s Sugar Gallery, click “Experience Someone Else’s Sugar”. From here, you can also volunteer to include your blood sugar music and visuals in the gallery.",
  "show_data_source": "Show data source",
  "timestamp": "Timestamp",
  "title404": "404: The page you are looking for is not here",
  "upload_your_sugar_data": "Upload your sugar data"
}
